Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Production of video and/or sound recordings
it: Produzione di registrazioni sonore e video

source: Production of video cassettes
it: Produzioni su videonastri

source: Sporting services
it: Servizi sportivi

source: Rental of snowboarding equipment
it: Affitto di attrezzatura per snowboard

source: Museum exhibitions
it: Esposizioni in musei

source: Museum facilities (Provision of -) for presentations
it: Fornitura di strutture museali per presentazioni

source: Providing casino facilities
it: Fornitura di servizi di casinò

source: Rental of audio-visual apparatus
it: Noleggio di apparecchi audiovisivi

source: Rental of books
it: Noleggio di libri

source: Rental of cassette recorders
it: Noleggio di registratori a cassette

source: Rental of pre-recorded films in the form of discs
it: Affitto di film preregistrati in forma di dischi

source: Rental of recorded cassettes
it: Noleggio di cassette registrate

source: Photographic reporting
it: Reportage fotografici

source: Instructional services for bob-sledding
it: Servizi d'istruzione per il bob

source: Provision of keep fit facilities
it: Strutture per mantenersi in forma

source: Calligraphy services
it: Servizi di calligrafia

source: Publication of work manuals for business management
it: Pubblicazione di manuali di lavoro per la gestione aziendale

source: Selection and compilation of pre-recorded music for broadcasting by others
it: Selezione e compilazione di musica preregistrata per trasmissione da parte di terzi

source: Provision of water-based recreation services
it: Fornitura di servizi ricreativi che utilizzano l'acqua

source: Plant exhibitions
it: Esposizioni di piante

source: Publishing by electronic means
it: Editoria tramite mezzi elettronici

source: Training of specialists in the plumbing industry
it: Formazione di specialisti nel settore idraulico

source: Training services relating to the cleaning of offices
it: Servizi di formazione relativi alla pulizia di uffici

source: Social club services for entertainment purposes
it: Servizi di club sociali per scopi d'intrattenimento

source: Training services for audio engineers
it: Formazione per tecnici audio

source: Training of magicians
it: Formazione di maghi

source: Providing cinema facilities,
it: Gestione di sale cinematografiche

source: Providing computer-delivered educational testing and assessments
it: Verifiche e valutazioni didattiche tramite computer

source: Providing continuing legal education courses
it: Corsi d'istruzione continua in ambito legale

source: Operating of martial arts' schools
it: Gestione di scuole di arti marziali

source: Publication of lyrics of songs in book form
it: Pubblicazione di testi di canzoni in libri

source: Training services relating to the use of computer aided engineering systems
it: Servizi di formazione relativa a sistemi tecnici computerizzati

source: Entertainment in the nature of football games
it: Divertimento sotto forma di partite di calcio

source: Sports tuition, coaching and instruction
it: Insegnamento, allenamento e istruzione sportivi

source: Production of audio/visual presentations
it: Produzione di presentazioni audiovisive

source: Teaching of needlework
it: Insegnamento del cucito

source: Teaching services relating to pedagogy techniques
it: Servizi d'insegnamento in materia di tecniche pedagogiche

source: Teaching services relating to the optical field
it: Servizi d'insegnamento in ambito ottico

source: Team building (education)
it: Team building (istruzione)

source: Technical training relating to chemical analysis
it: Formazione tecnica in materia di analisi chimiche

source: Arranging of festivals for training purposes
it: Organizzazione di festival per formazione

source: Arranging of music performances
it: Organizzazione di spettacoli musicali

source: Organising of meetings in the field of entertainment
it: Organizzazione d'incontri in materia di intrattenimento

source: Workshops for cultural purposes
it: Workshop a scopo culturale

source: Education services relating to vocational training
it: Servizi d'istruzione in materia di formazione professionale

source: Provision of sporting club facilities
it: Fornitura di impianti sportivi per club

source: Directing of theatrical shows
it: Regia di spettacoli teatrali

source: Rental of video games
it: Noleggio di videogiochi

source: Information and advisory services relating to entertainment
it: Servizi informativi e di consulenza in materia d'intrattenimento

source: Information relating to entertainment, provided on-line from a computer database or the internet
it: Informazioni in materia di divertimento fornite on-line tramite una banca dati o Internet

source: Provision of cinema or theatre facilities
it: Offerta di sale cinematografiche e teatri

source: Providing interactive multi-player computer games via the internet and electronic communication networks
it: Fornitura di videogiochi interattivi per più giocatori via Internet e tramite reti di comunicazione elettroniche

source: Rental of video screens
it: Noleggio di schermi video

source: Conducting of courses relating to administrative training
it: Conduzione di corsi riguardanti la formazione amministrativa

source: Cultural services
it: Servizi culturali

source: Educational services relating to the conservation of nature
it: Istruzione riguardo alla conservazione della natura

source: Educational services relating to the teaching of french
it: Istruzione riguardante l'insegnamento del francese

source: Electronic text publishing services
it: Pubblicazione elettronica di testi

source: Braille transcription
it: Trascrizione in Braille

source: Education services relating to industry
it: Servizi d'istruzione in materia di industria

source: Courses (Training -) relating to banking
it: Corsi (formazione) in materia di servizi bancari

source: Arrangement of training courses in teaching institutes
it: Organizzazione di corsi di formazione in istituti di insegnamento

source: Live performances by rock groups
it: Spettacoli dal vivo di gruppi rock

source: Information relating to sports education
it: Informazioni in materia di istruzione sportiva

source: Services for the showing of video recordings
it: Servizi per la rappresentazione di videoregistrazioni

source: Provision of children's playgrounds at service stations
it: Fornitura d'aree gioco per bambini presso stazioni di servizio

source: Audio tape production services
it: Servizi di produzione di nastri audio

source: Electronic library services for the supply of electronic information (including archive information) in the form of text, audio and/or video information
it: Biblioteche elettroniche per fornitura d'informazioni elettroniche (comprese informazioni da archivi) sotto forma di informazioni testuali, audio e/o video

source: Exhibition services for educational purposes
it: Servizi di esposizioni per scopi didattici

source: Staged light entertainment services
it: Servizi d'intrattenimento leggero da palco

source: Arranging of courses of instruction
it: Organizzazione di corsi d'istruzione

source: Arranging of displays for training purposes
it: Organizzazione di esposizioni per la formazione

source: Planning of seminars for educational purposes
it: Pianificazione di seminari a scopo didattico

source: Play schemes [entertainment/education]
it: Schemi di gioco [insegnamento, divertimento]

source: Postgraduate training courses relating to engineering technology
it: Corsi di formazione post-laurea in materia di tecnologia ingegneristica

source: Preparation of documentary programmes for broadcasting
it: Preparazione di documentari per la trasmissione

source: Providing training in motor vehicle driving
it: Formazione nella guida di veicoli a motore

source: Entertainment services provided at a race track
it: Servizi di intrattenimento disponibili presso una pista

source: Entertainment services provided at nightclubs
it: Servizi di intrattenimento forniti in night club

source: Arranging of presentations for entertainment purposes
it: Organizzazione di presentazioni per intrattenimento

source: Arranging of seminars relating to business
it: Organizzazione di seminari aziendali

source: Translation and interpretation
it: Traduzioni ed interpretariato

source: Closed circuit television entertainment services
it: Servizi di intrattenimento televisivo a circuito chiuso

source: Club [discotheque] services
it: Servizi di club [discoteche]

source: Production of sporting events for film
it: Produzione di eventi sportivi per film

source: Production of sporting events for radio
it: Produzione di eventi sportivi per la radio

source: Arranging of competitions for educational purposes
it: Organizzazione di concorsi per scopi didattici

source: Conducting of educational courses in science
it: Conduzione di corsi d'istruzione in materia di scienza

source: Rental of records or sound-recorded magnetic tapes
it: Noleggio di dischi o nastri magnetici registrati con suono

source: Training in electronics
it: Formazione in elettronica

source: Courses (Training -) relating to law
it: Corsi (formazione) in materia di legislazione

source: Courses (Training -) relating to religious subjects
it: Corsi in materia d'aspetti religiosi (istruzione)

source: Courses (Training -) relating to science
it: Corsi (istruzione) in materie scientifiche

source: Self-awareness courses [instruction]
it: Corsi in materia d'autocoscienza [istruzione]

source: Consultancy services relating to the training of employees
it: Servizi di consulenza riguardanti la formazione di lavoratori dipendenti

source: Aerial photography
it: Fotografia aerea

source: Entertainment agency services
it: Agenzie d'intrattenimento

source: Education services relating to photographic printing
it: Istruzione in materia di stampa di fotografie

source: Provision of horse riding facilities
it: Fornitura di strutture per l'equitazione

source: Facilities for the production of films (Provision of -)
it: Fornitura di strutture per la produzione di film

source: Fan club organisation
it: Organizzazione di fan club

source: Fetes (Organisation of -) for recreational purposes
it: Organizzazione di feste per uso ricreativo

source: Teaching and training in business, industry and information technology
it: Insegnamento e formazione in materia di affari, industria ed informatica

source: Organisation of quizzes, games and competitions
it: Organizzazione di quiz, giochi e concorsi

source: Organisation of seminars and conferences
it: Organizzazione di seminari e conferenze

source: Master of ceremony services for parties and special events
it: Servizi di maestri di cerimonie per feste e manifestazioni speciali

source: Education services relating to design
it: Servizi di formazione in materia di design

source: Sports officiating
it: Arbitraggio sportivo

source: Provision of facilities for winter sports
it: Fornitura di strutture per sport invernali

source: Provision of play facilities for children
it: Gestione di strutture ricreative per bambini

source: Performance of dance, music and drama
it: Spettacoli di danza, musica e teatrali

source: Portrait photography
it: Ritratti fotografici

source: Animation production services
it: Produzione d'animazioni

source: Providing on-line electronic publications, not downloadable
it: Fornitura on-line di pubblicazioni elettroniche non scaricabili

source: Conducting workshops [training] relating to automotive engine repair
it: Conduzione di laboratori [formazione] relativi alla riparazione di veicoli a motore

source: Recreational services relating to horse riding
it: Servizi ricreativi in materia di equitazione

source: Rental of apparatus for the recording of audio signals
it: Noleggio di apparecchi per la registrazione di segnali audio

source: Horse riding schools
it: Scuole di equitazione

source: Hosting [organising] awards relating to television
it: Gestione [organizzazione] di premiazioni in campo televisivo

source: Magic show services
it: Spettacoli di magia

source: Arranging and conducting of concerts
it: Organizzazione e direzione di concerti

source: Provision of information relating to motor racing
it: Informazioni in materia di gare automobilistiche

source: Provision of information relating to motor sports
it: Informazioni in materia di sport su veicoli a motore

source: Provision of information relating to racehorses
it: Fornitura di informazioni relative a cavalli da corsa

source: Publication of leaflets
it: Pubblicazione di volantini

source: Presentation of dancing displays
it: Presentazione di esibizioni di ballo

source: Writing of texts, other than publicity texts
it: Redazione di testi [eccetto quelli pubblicitari]

source: Services for the operation of computerised bingo
it: Servizi per la gestione di tombole computerizzate

source: Entertainment in the nature of automobile races
it: Intrattenimento in forma di corse automobilistiche

source: Organisation of sports installations for figure and speed skating championships
it: Organizzazione di impianti sportivi per campionati di pattinaggio di figura e di velocità

source: Organization of boxing matches
it: Organizzazione di incontri di boxe

source: Organisation of computer related training courses
it: Organizzazione di corsi di formazione in materia di computer

source: Organisation of conferences related to entertainment
it: Organizzazione di conferenze in materia di intrattenimento

source: Organisation of courses using distance learning methods
it: Organizzazione di corsi mediante metodi di apprendimento a distanza

source: Provision of entertainment facilities in hotels
it: Strutture per l'intrattenimento in alberghi

source: Theatrical ticket agency services
it: Servizi di biglietteria per teatri

source: Caves for public admission
it: Grotte aperte al pubblico

source: Running seminars in the field of oncology
it: Conduzione di seminari nel settore dell'oncologia

source: Direction or presentation of plays
it: Regia o rappresentazione d'opere teatrali

source: Film production services
it: Produzione di film

source: Production of television entertainment features
it: Produzione di programmi televisivi d'intrattenimento

source: Gymnasium services relating to body building
it: Attività ginniche relative al body building

source: Higher education services
it: Servizi di istruzione superiore

source: Club services [entertainment or education]
it: Servizi di clubs [divertimento o educazione]

source: Discotheque services
it: Servizi di discoteche

source: Music transcription for others
it: Trascrizione musicale per conto terzi

source: Library services provided by means of a computerised database containing information extracted from newspapers
it: Servizi di biblioteca disponibili mediante una banca dati computerizzata contenenti informazioni estratte da giornali

source: Publication of printed matter
it: Pubblicazione di stampati

source: Racing information services
it: Informazioni in materia di gare

source: Adult education services relating to finance
it: Servizi d'istruzione per adulti in materia di finanza

source: Providing baseball fields
it: Fornitura di campi da baseball

source: Supervision of physical exercise
it: Supervisione di esercizio fisico

source: Arranging parties for game shooting
it: Organizzazione di squadre per la caccia

source: Presentation of ballets
it: Presentazione di balletti

source: Presentation of concerts
it: Presentazione di concerti

source: Presentation of operas
it: Presentazione d'opere

source: Organising of commercial training
it: Organizzazione di formazione commerciale

source: Training services relating to computer-aided manufacturing
it: Servizi di formazione in materia di fabbricazione computerizzata

source: Training services relating to finance
it: Servizi di formazione in materia di finanza

source: Dissemination of educational material
it: Diffusione di materiale didattico

source: Entertainment in the nature of dance performances
it: Divertimento sotto forma di spettacoli di danza

source: Educational courses relating to insurance
it: Servizi d'istruzione in materia di assicurazioni

source: Educational establishments providing courses of instruction (Services of -)
it: Servizi di stabilimenti educativi che forniscono corsi di formazione

source: Educational seminars
it: Seminari didattici

source: Educational seminars relating to beauty therapy
it: Seminari didattici in materia di terapie di bellezza

source: Educational seminars relating to investigative procedures
it: Seminari didattici in materia di procedure investigative

source: Educational services for providing courses of education
it: Servizi d'istruzione per fornitura di corsi d'istruzione

source: Educational services for the clergy
it: Servizi di istruzione per il clero

source: Planning of professional golf tournaments
it: Programmazione di tornei professionali di golf

source: Provision of entertainment services through the media of television
it: Fornitura di servizi d'intrattenimento attraverso la televisione

source: Provision of entertainment services through the media of video-films
it: Fornitura di servizi d'intrattenimento mediante videofilm

source: Provision of facilities for tenpin bowling
it: Fornitura di strutture per bowling con dieci birilli

source: Provision of games by means of a computer based system
it: Fornitura di giochi disponibili mediante un sistema computerizzato

source: Provision of health club [physical exercise] facilities
it: Fornitura di strutture di centri benessere [esercizio fisico]

source: Providing facilities for entertainment
it: Fornitura di strutture per il divertimento

source: Provision of club entertainment services
it: Servizi di club di intrattenimento

source: Production of video discs for others
it: Produzione di videodischi per terzi

source: Rental of snorkels
it: Affitto di snorkel

source: Museum facilities (Provision of -) for exhibitions
it: Fornitura di locali museali per esposizioni

source: Music library services
it: Biblioteche musicali

source: Musical concerts by television
it: Concerti musicali in televisione

source: Rental of audio discs
it: Noleggio di audiodischi

source: Rental of cassette tapes
it: Noleggio di cassette

source: Recording studio services for the production of sound bearing discs
it: Servizi di studi di registrazione per la produzione di dischi contenenti suoni

source: Interviewing of contemporary figures for educational purposes
it: Interviste a personaggi contemporanei per scopi didattici

source: Interviewing of contemporary figures for entertainment purposes
it: Interviste a personaggi contemporanei per scopi di intrattenimento

source: Publication of printed matter relating to intellectual property rights
it: Pubblicazione di stampati relativi a diritti di proprietà intellettuale

source: Publishing of journals, books and handbooks in the field of medicine
it: Pubblicazione di periodici, libri e manuali nel campo della medicina

source: Rental of pre-recorded videotapes
it: Noleggio di videonastri preregistrati

source: Provision of video recording studio facilities
it: Fornitura di strutture per studi di videoregistrazione

source: Provision of video recording studio services
it: Fornitura di servizi di studi di videoregistrazione

source: Public swimming bath facilities (Provision of -)
it: Fornitura di strutture per piscine pubbliche

source: Training courses in jointing of optical fibres
it: Corsi di formazione in giunzione di fibre ottiche

source: Training courses relating to computer hardware
it: Corsi di formazione in materia di hardware

source: Training services relating to logistics
it: Servizi di formazione riguardanti la logistica

source: Training relating to the provision of legal services
it: Formazione in materia di fornitura di servizi legali

source: Training of personnel in skills relating to typewriting
it: Formazione di personale in competenze dattilografiche

source: Training of referees
it: Istruzione per arbitri

source: Providing on-line music, not downloadable
it: Fornitura di musica on-line, non scaricabile

source: Entertainment provided via the internet
it: Intrattenimento fornito via Internet

source: Publication of books relating to television programmes
it: Pubblicazione di libri in materia di programmi televisivi

source: Training services relating to the maintenance of computer controlled test systems
it: Servizi di formazione in materia di manutenzione di sistemi per test computerizzati

source: Entertainment in the nature of television news shows
it: Divertimento sotto forma di notiziari televisivi

source: Entertainment in the nature of theater productions
it: Intrattenimento sotto forma di produzioni teatrali

source: Lighting productions for entertainment purposes
it: Produzioni d'illuminazioni per scopi di intrattenimento

source: Swimming instruction
it: Istruzione di nuoto

source: Training of sports players
it: Formazione di sportivi

source: Training of sports teachers
it: Formazione di insegnanti di sport

source: Vocational education relating to personal safety
it: Istruzione professionale in materia di sicurezza personale

source: Vocational education relating to self-defence
it: Istruzione professionale in materia di autodifesa

source: Vocational skills training (Provision of -)
it: Formazione professionale (Fornitura di -)

source: Entertainment in the form of recorded music (Services providing -)
it: Servizi per la fornitura d'intrattenimento sotto forma di musica registrata

source: Education services relating to the training of personnel in food technology
it: Istruzione relativa alla formazione di personale nel settore della tecnologia alimentare

source: Club recreation facilities (Provision of -)
it: Fornitura di servizi ricreativi in club

source: Demonstration [for instructional purposes]
it: Dimostrazioni per scopo didattico

source: Provision of rooms for entertainment
it: Fornitura di sale per intrattenimento

source: Providing theater listings
it: Elenchi di spettacoli teatrali

source: Providing theme park services
it: Fornitura servizi di parchi tematici

source: Teaching at elementary schools
it: Insegnamento in scuole elementari

source: Entertainment services relating to ten pin bowling
it: Servizi di intrattenimento relativi a bowling a dieci birilli

source: Showing of prerecorded entertainment
it: Rappresentazione di spettacoli preregistrati

source: Conducted basic literacy courses (Provision of -)
it: Conduzione di corsi di alfabetizzazione di base

source: Educational services relating to textile manufacture
it: Servizi d'istruzione in materia di industria tessile

source: Ballet schools
it: Scuole di ballo

source: Baseball camps
it: Campi da baseball

source: Braille translation
it: Traduzione braille

source: Education services relating to medicine
it: Servizi di istruzione riguardanti la medicina

source: Organising of theatre productions
it: Organizzazione di produzioni teatrali

source: Production of musical works in a recording studio
it: Produzione di opere musicali in uno studio di registrazione

source: Production of pre-recorded video films
it: Produzione di film preregistrati

source: Consultation services relating to the publication of magazines
it: Consulenza in materia di pubblicazione di riviste

source: Consultation services relating to the publication of written texts
it: Consulenza in materia di pubblicazione di testi scritti

source: Courses (Training -) relating to accountancy
it: Corsi (istruzione) in contabilità

source: Entertainment services in the nature of skating events
it: Divertimento sotto forma di manifestazioni di pattinaggio

source: Providing on-line reviews of books
it: Recensioni di libri on-line

source: Fan club services
it: Servizi di fan club
